Revit 2027 API
ParameterTypeId.CurtaingridUseCurveDistV Property
 "Use Curve Distance"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CurtaingridUseCurveDistV { get; }
Public Shared ReadOnly Property CurtaingridUseCurveDistV As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CurtaingridUseCurveDistV {
	ForgeTypeId^ get ();
}
static member CurtaingridUseCurveDistV : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace